{
"quotations":[
    {"quote":"One thorn of experience is worth a whole wilderness of warning.",
    "author":"James Russell Lowell",
    "a_years":"1819-1891"},
    {"quote":"The only source of knowledge is experience.",
    "author":"Albert Einstein",
    "a_years":"1879-1955"},
    {"quote":"I say now, as I said then, that a man should keep his little brain attic stocked with all the furniture that he is likely to use, and the rest he can put away in the lumber-room of his library, where he can get it if he wants it.",
    "author":"Arthur Conan Doyle",
    "source":"(Sherlock Holmes) The five orange pips"},
    {"quote":"Sábete, sancho, que no es un hombre más que otro, si no hace más que otro\" (\"Bear in mind, Sancho, that one man is no more than another, unless he does more than another\")",
    "author":"Miguel de Cervantes",
    "a_years":"1547-1616",
    "source":"Don Quijote de la Mancha, Capítulo XVIII, 1605"},
    {"quote":"If you know the enemy and know yourself you need not fear the results of a hundred battles.",
    "author":"Sun Tzu",
    "a_years":"544-496 B.C."},
    {"quote":"Many of life's failures are people who did not realize how close they were to success when they gave up." ,
    "author":"Thomas Alva Edison",
    "a_years":"1847-1931"},
    {"quote":"How can you prove whether at this moment we are sleeping, and all our thoughts are a dream; or whether we are awake, and talking to one another in the waking state?" ,
    "author":"Plato",
    "a_years":"428-348 B.C."},
    {"quote":"I can see the cup on the table,\" interrupted Diogenes, \"but I can't see the 'cupness' \". \"That's because you have the eyes to see the cup,\" said Plato, \"but\", tapping his head with his forefinger, \"you don't have the intellect with which to comprehend 'cupness'.",
    "author":"Diogenes",
    "a_years":"412-323 B.C.",
    "source":"Teachings of Diogenes"},
    {"quote":"He believes that he sees his retinal images: he would have a shock if he could." ,
    "author":"George Humphry",
    "source":"Neuronal-morphology of biological vision: a basis for machine vision by Madan M. Gupta"},
    {"quote":"My mind seems to have become a kind of machine for grinding general laws out of large collections of facts." ,
    "author":"Charles Darwin",
    "a_years":"1809-1882"},
    {"quote":"Do not believe in anything (simply) because you have heard it ; Do not believe in traditions, because they been handed down for many generations ; Do not believe in anything, because it is spoken and rumoured by many ; Do not believe in anything simply because it is found written in your religious books ; But after observation and analysis, when you find that anything agrees with reason and is conducive to the good and benefit of one and all, then accept it and live up to it.",
    "author":"Gautama Buddha",
    "a_years":"563-483 B.C.",
    "source":"(bad translation from) 2500 Buddha Jayanti, page 39, 1956"},
    {"quote":"Now, Kalamas, don't go by reports, by legends, by traditions, by scripture, by logical conjecture, by inference, by analogies, by agreement through pondering views, by probability, or by the thought, 'This contemplative is our teacher.' When you know for yourselves that, 'These qualities are skillful; these qualities are blameless; these qualities are praised by the wise; these qualities, when adopted & carried out, lead to welfare & to happiness' — then you should enter & remain in them.",
    "author":"Gautama Buddha",
    "a_years":"563-483 B.C.",
    "source":"Kalama Sutta: To the Kalamas translated from the Pali by Thanissaro Bhikkhu 1994"},
	{"quote":"It is common sense to take a method and try it. If it fails, admit it frankly and try another. But above all, try something." ,
    "author":"Franklin D. Roosevelt",
    "a_years":"1882-1945",
    "source":"Looking Forward, chapter 2, p.51, 1933"},
	{"quote":"The most exciting phrase to hear in science, the one that heralds new discoveries, is not 'Eureka!' but 'That's funny...'" ,
    "author":"Isaac Asimov",
    "a_years":"1920-1992"},
	{"quote":"Science never solves a problem without creating ten more." ,
    "author":"George Bernard Shaw",
    "a_years":"1856-1950"},
	{"quote": "Most people say that it is the intellect which makes a great scientist. They are wrong: it is character." ,
    "author":"Albert Einstein",
    "a_years":"1879-1955"},
	{"quote":"It's not an experiment if you know it's going to work." ,
    "author":"Jeff Bezos"},
	{"quote": "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step." ,
    "author":"Laozi",
    "a_years":"?-531 B.C."},
	{"quote":"Tell me, and I will forget. Show me and I may remember. Involve me, and I will understand." ,
    "author":"Confucius",
    "a_years":"551-479 B.C."},
    {"quote":"Being busy does not always mean real work. The object of all work is production or accomplishment and to either of these ends there must be forethought, system, planning, intelligence and honest purpose, as well as perspiration. Seeming to do is not doing.",
    "author":"Thomas Edison",
    "a_years":"1847-1931"},
    {"quote":"We must be willing to get rid of the life we've planned so as to have the life that is waiting for us.",
    "author":"Joseph John Campbell",
    "a_years":"1904-1987"},
    {"quote":"Simplicity is the ultimate sophistication.",
    "author":"Leonardo da Vinci",
    "a_years":"1452-1519"},
    {"quote":"The mind is for having ideas, not for holding them.",
    "author":"David Allen"},
    {"quote":"Begin with the end in mind.",
    "author":"Stephen Covey"},
    {"quote":"Opportunity is missed by most people, because it is dressed in overalls and looks like work.",
    "author":"Thomas A. Edison",
    "a_years":"1847-1931"},
    {"quote":"Life is really simple, but we insist on making it complicated.",
    "author":"Confucius",
    "a_years":"551-479 B.C."},
    {"quote":"The best brewer sometimes makes bad beer.",
    "author":"German proverb"},
    {"quote":"I am an old man and have known a great many troubles, but most of them never happened.",
    "author":"Mark Twain",
    "a_years":"1835-1910"},
    {"quote":"The greatest mistake you can make in life is to be continually fearing you will make one.",
    "author":"Elbert Hubbard",
    "a_years":"1856-1915"},
    {"quote":"Only the mediocre are always at their best.",
    "author":"Colin Powell"},
    {"quote":"Thinking is the hardest work there is, which is the probable reason so few engage in it.",
    "author":"Henry Ford",
    "a_years":"1863-1947"},
    {"quote":"We shall require a substantially new manner of thinking if mankind is to survive.",
    "author":"Albert Einstein",
    "a_years":"1879-1955"},
    {"quote":"Ideas come from everywhere.",
    "author":"Alfred Joseph Hitchcock",
    "a_years":"1899-1980"},
    {"quote":"The ancestor of every action is a thought.",
    "author":"Ralph Waldo Emerson",
    "a_years":"1803-1882"},
    {"quote":"The best way to get a good idea is to get lots of ideas.",
    "author":"Linus Pauling"},
    {"quote":"I'm not telling you it's going to be easy; I'm telling you it's going to be worth it.",
    "author":"Art Williams"},
    {"quote":"Beware the barrenness of a busy life.",
    "author":"Socrates",
    "a_years":"470/469-399 B.C."},
    {"quote":"The ability to simplify means to eliminate the unnecessary so that the necessary may speak.",
    "author":"Hans Hofmann",
    "a_years":"1880-1966"},
    {"quote":"Real artists ship.",
    "author":"Steve Jobs",
    "a_years":"1955-2011"},
    {"quote":"It always seems impossible until it is done.",
    "author":"Nelson Mandela",
    "a_years":"1918-2013"},
    {"quote":"When you say \"yes\" to others make sure you are not saying \"no\" to yourself.",
    "author":"Paulo Coelho"},
    {"quote":"The answer to the theoretical question:\"Can a machine be built capable of doing what the brain does?\" is yes, provided you specify in a finite and unambiguous way what the brain does.",
    "author":"Warren Sturgis McCulloch",
    "a_years":"1898-1969"},
    {"quote":"From causes which appear similar, we expect similar effects. This is the sum total of all our experimental conclusions.",
    "author":"David Hume",
    "a_years":"1711-1776"},
    {"quote":"All exact science is dominated by the idea of approximation.",
    "author":"Bertrand Arthur William Russell",
    "a_years":"1872-1970"},
    {"quote":"Más sabe el diablo por viejo que por diablo.",
    "author":"Spanish proverb"},
    {"quote":"If you want to predict what will happen to the economy, the most sensible thing you can do is to gather fifty economists and average what they say. The predictions will be better than picking an expert at random.",
    "author":"Geoffrey Hinton"},
    {"quote":"...for there is no quality in this world that is not what it is merely by contrast. Nothing exists in itself.",
    "author":"Herman Melville"},
    {"quote":"If you have always done it that way, it is probably wrong.",
    "author":"Charles Franklin Kettering",
    "a_years":"1876-1958"},
    {"quote":"You can't solve a problem on the same level that it was created. You have to rise above it to the next level.",
    "author":"Albert Einstein",
    "a_years":"1879-1955"},
    {"quote":"Do not fear mistakes. There are none.",
    "author":"Miles Davis"},
    {"quote":"Is the essence of genius to make use of the simplest ideas.",
    "author":"Charles Péguy",
    "a_years":"1873-1914"},
    {"quote":"We don't see things as they are, we see things as we are.",
    "author":"Anaïs Nin",
    "a_years":"1903-1977"},
    {"quote":"Wether or not you can observe a thing depends upon the theory you use. It is the theory which decides what can be observed.",
    "author":"Albert Einstein",
    "a_years":"1879-1955"},
    {"quote":"There is no such thing as a long piece of work, except one that you dare not start.",
    "author":"Charles Baudelaire",
    "a_years":"1821-1867"},
    {"quote":"Remember, a dead fish can float down a stream, but it takes a live one to swim upstream.",
    "author":"William Claude Dukenfield"},
    {"quote":"If the only tool you have is a hammer, you tend to see every problem as a nail.",
    "author":"Abraham Harold Maslow",
    "a_years":"1908-1970"},
    {"quote":"Not everything that counts can be counted, and not everything that can be counted counts.",
    "author":"Albert Einstein",
    "a_years":"1879-1955"},
    {"quote":"No matter how well you perform, there's always somebody of intelligent opinion who thinks it's lousy.",
    "author":"Sir Laurence Olivier"},
    {"quote":"In the beginner's mind there are many possibilities; in the expert's mind there are few.",
    "author":"Shunryu Suzuki"},
    {"quote":"Never tell people how to do things. Tell them what to do and they will surprise you with their ingenuity.",
    "author":"General George Patton"},
    {"quote":"The silly question is the first intimation of some totally new development.",
    "author":"Alfred North Whitehead"},
    {"quote":"You will never find the time for anything. If you want time, you must make it.",
    "author":"Charles Burton"},
    {"quote":"One of the illusions of life is that the present hour is not the critical, decisive one.",
    "author":"Ralph Waldo Emerson",
    "a_years":"1803-1882"},
    {"quote":"You can only be as good as you dare to be bad.",
    "author":"John Barrymore"},
    {"quote":"Nothing is more dangerous than an idea when it is the only one you have.",
    "author":"Emile Chartier",
    "a_years":"1868-1951"},
    {"quote":"There's always an element of chance and you must be willing to live with that element. If you insist on certainty, you will paralyze yourself.",
    "author":"Jean Paul Getty",
    "a_years":"1892-1976"},
    {"quote":"The gift of fantasy has meant more to me than my talent for absorbing positive knowledge.",
    "author":"Albert Einstein",
    "a_years":"1879-1955"},
    {"quote":"Every act of creating is, first of all, an act of destruction.",
    "author":"Pablo Picasso",
    "a_years":"1881-1973"},
    {"quote":"Time flies like an arrow. Fruit flies like a banana.",
    "author":"Groucho Marx"},
    {"quote":"Imagination is more important than knowledge.",
    "author":"Albert Einstein",
    "a_years":"1879-1955"},
    {"quote":"Vision is the art of seeing things invisible.",
    "author":"Jonathan Swift",
    "a_years":"1667-1745",
    "source":"An Introduction to: Thoughts on Various Subjects (1745)"},
    {"quote":"The best way to predict the future is to create it.",
    "author":"Alan Kay"},
    {"quote":"Taking a new step, uttering a new word, is what people fear most.",
    "author":"Fyodor Dostoevsky"},
    {"quote":"We have approximately 60,000 thoughts in a day. Unfortunately, 95% of them are thoughts we had the day before.",
    "author":"Deepak Chopra"},
    {"quote":"You can't just ask customers what they want and then try to give that to them. By the time you get it built, they'll want something new.",
    "author":"Steve Jobs",
    "a_years":"1955-2011"},
    {"quote":"I am looking for a lot of people who have an infinite capacity to not know what can't be done.",
    "author":"Henry Ford"},
    {"quote":"I can't understand why people are frightened of new ideas. I'm frightened of the old ones.",
    "author":"John Cage"},
    {"quote":"Reading after a certain age, diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.",
    "author":"Albert Einstein",
    "a_years":"1879-1955"},
    {"quote":"There are three principal means of acquiring knowledge... Observation of nature, reflection, and experimentation. Observation collects facts; reflection combines them; experimentation verifies the result of that combination.",
    "author":"Denis Diderot"},
    {"quote":"We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.",
    "author":"Plato",
    "a_years":"428-348 B.C."},
    {"quote":"Twice and thrice over, as they say, good is it to repeat and review what is good.",
    "author":"Plato",
    "a_years":"428-348 B.C."},
    {"quote":"Fool me once, shame on you. Fool me twice, shame on me.",
    "author":"Randall Terry"},
    {"quote":"You cannot open a book without learning something.",
    "author":"Confucius",
    "a_years":"551-479 B.C."},
    {"quote":"Intelligence without ambition is a bird without wings.",
    "author":"Salvador Dalí"},
    {"quote":"It will be all too easy for our somewhat artificial prosperity to collapse overnight when it is realized that the use of a few exciting words like information, entropy, redundancy, do not solve all our problems.",
    "author":"Claude Elwood Shannon",
    "a_years":"1916-2001"},
    {"quote":"Better than a thosand days of diligent study is one day with a great teacher.",
    "author":"Japanese Proverb"},
    {"quote":"College is a place where a professor's lecture notes go straight to the students' lecture notes, without passing through the brains of either.",
    "author":"Mark Twain",
    "a_years":"1835-1910"},
    {"quote":"The mind is not a vessel that needs filling, but wood that needs igniting.",
    "author":"Plutarch",
    "a_years":"46-120",
    "source":"Ian Kidd's translation"},
    {"quote":"Even a stopped clock is right twice a day.",
    "author":"Marie Von Ebner-Eschenbach",
    "a_years":"1830-1916"},
    {"quote":"Speak only if it improves upon the silence.",
    "author":"Mahatma Gandhi",
    "a_years":"1869-1948"},
    {"quote":"If I had to live my life again, I'd make the same mistakes, only sooner",
    "author":"Tallulah Bankhead",
    "a_years":"1902-1968"},
    {"quote":"Don't promise when you're happy, don't reply when you're angry, and don't decide when you're sad.",
    "author":"Ziad K. Abdelnour",
    "source":"Economic Warfare: Secrets of Wealth Creation in the Age of Welfare Politics"},
    {"quote":"Swallow a toad in the morning if you want to encounter nothing more disgusting the rest of the day.",
    "author":"Nicolas Chamfort",
    "a_years":"1741-1794"},
    {"quote":"One can fool some men, or fool all men in some places and times, but one cannot fool all men in all places and ages. (... ont pû tromper quelques hommes, ou les tromper tous dans certains lieux & en certains tems, mais non pas tous les hommes, dans tous les lieux & dans tous les siécles.)",
    "author":"Jacques Abbadie",
    "a_years":"1654-1727",
    "source":"Traité de la Vérité de la Religion Chrétienne, Page 11 (1684)",
    "s_link":"https://books.google.co.uk/books?id=JNF8mfdKl90C&q=%22tous+dans%22&redir_esc=y#v=snippet&q=%22tous%20dans%22&f=false"},
    {"quote":"Ask as a complete ignorant. Only then, contrast with your prior knowledge.",
    "author":"Miquel Perelló Nieto"},
    {"quote":"If I don't know you, then you can't claim you know who am I.",
    "author":"Miquel Perelló Nieto"}
]
}

