{
"quotations":[
    {"quote":"One thorn of experience is worth a whole wilderness of warning",
    "author":"James Russell"},
    {"quote":"The only source of knowledge is experience",
    "author":"Albert Einstein"},
    {"quote":"I say now, as I said then, that a man should keep his little brain attic stocked with all the furniture that he is likely to use, and the rest he can put away in the lumber-room of his library, where he can get it if he wants it.",
    "author":"Sherlock Holmes (The five orange pips by Arthur Conan Doyle)"},
    {"quote":"Sábete, sancho, que no es un hombre más que otro, si no hace más que otro\" (\"Bear in mind, Sancho, that one man is no more than another, unless he does more than another\")",
    "author":"Miguel de Cervantes (Don Quijote de la Mancha, Capítulo XVIII, 1605)"},
    {"quote":"If you know the enemy and know yourself you need not fear the results of a hundred battles",
    "author":"Sun Tzu"},
    {"quote":"Many of life's failures are people who did not realize how close they were to success when they gave up" ,
    "author":"Thomas A. Edison" },
    {"quote":"How can you prove whether at this moment we are sleeping, and all our thoughts are a dream; or whether we are awake, and talking to one another in the waking state?" ,
    "author":"Plato" },
    {"quote":"I can see the cup on the table,\" interrupted Diogenes, \"but I can't see the 'cupness' \". \"That's because you have the eyes to see the cup,\" said Plato, \"but\", tapping his head with his forefinger, \"you don't have the intellect with which to comprehend 'cupness'.",
    "author":"Teachings of Diogenes (c. 412- c. 323 B.C)" },
    {"quote":"He believes that he sees his retinal images: he would have a shock if he could" ,
    "author":"George Humphry" },
    {"quote":"My mind seems to have become a kind of machine for grinding general laws out of large collections of facts" ,
    "author":"Charles Darwin" },
    {"quote":"Do not believe in anything simply because you have heard it.  Do not believe in anything simply because it is spoken and rumored by many.  Do not believe in anything simply because it is found written in your religious books.  Do not believe in anything merely on the authority of your teachers and elders.  Do not believe in traditions because they have been handed down for many generations.  But after observation and analysis, when you find that anything agrees with reason and is conducive to the good and benefit of one and all, then accept it and live up to it.",
    "author":"The Buddha"},
	{"quote": "It is common sense to take a method and try it. If it fails, admit it frankly and try another. But above all, try something" ,
    "author":"Franklin D. Roosevelt"},
	{"quote": "One thorn of experience is worth a whole wilderness of warning" ,
    "author":"James Russell"},
	{"quote": "The only source of knowledge is experience" ,
    "author":"Albert Einstein"},
	{"quote": "The most exciting phrase to hear in science, the one that heralds new discoveries, is not 'Eureka!' but 'That's funny...'" ,
    "author":"Isaac Asimov"},
	{"quote": "Science never solves a problem without creating ten more" ,
    "author":"George Bernard Shaw"},
	{"quote": "Most people say that it is the intellect which makes a great scientist. They are wrong: it is character." ,
    "author":"Albert Einstein"},
	{"quote": "It's not an experiment if you know it's going to work" ,
    "author":"Jeff Bezos"},
	{"quote": "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step." ,
    "author":"Lao Tzu"},
	{"quote": "Tell me, and I will forget. Show me and I may remember. Involve me, and I will understand" ,
    "author":"Confucius (551-479 a.C.)"}
]
}

